Repository: Borisserz/FoodTracker
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Plant-Based
de: Auf pflanzlicher Basis
es: A base de plantas
fr: À base de plantes
it: A base vegetale
pt_pt: Baseado em plantas
ru: Растительное меню

source: Plant-based with dairy & eggs
de: Pflanzlich mit Milchprodukten und Eiern
es: De origen vegetal con lácteos y huevos.
fr: À base de plantes avec des produits laitiers et des œufs
it: A base vegetale con latticini e uova
pt_pt: À base de plantas com laticínios e ovos
ru: На растительной основе с молочными продуктами и яйцами

source: Plant-based, no meat
de: Auf pflanzlicher Basis, kein Fleisch
es: De origen vegetal, sin carne.
fr: À base de plantes, sans viande
it: A base vegetale, senza carne
pt_pt: À base de plantas, sem carne
ru: Без мяса

source: Please allow camera access in Settings to scan barcodes and food.
de: Bitte erlauben Sie den Kamerazugriff in den Einstellungen, um Barcodes und Lebensmittel zu scannen.
es: Permita el acceso a la cámara en Configuración para escanear códigos de barras y alimentos.
fr: Veuillez autoriser l'accès à la caméra dans les paramètres pour scanner les codes-barres et les aliments.
it: Consenti l'accesso alla fotocamera nelle Impostazioni per scansionare codici a barre e alimenti.
pt_pt: Permita o acesso da câmera em Configurações para ler códigos de barras e alimentos.
ru: Разрешите доступ камере в настройках для сканирования штрих-кодов и продуктов питания.

source: Please enter the details manually or use AI to scan the nutrition label.
de: Bitte geben Sie die Details manuell ein oder scannen Sie die Nährwertkennzeichnung mithilfe von KI.
es: Ingrese los detalles manualmente o use IA para escanear la etiqueta nutricional.
fr: Veuillez saisir les détails manuellement ou utiliser l'IA pour scanner l'étiquette nutritionnelle.
it: Inserisci i dettagli manualmente o utilizza l'intelligenza artificiale per scansionare l'etichetta nutrizionale.
pt_pt: Insira os detalhes manualmente ou use IA para digitalizar o rótulo nutricional.
ru: Пожалуйста, введите данные вручную или используйте AI для сканирования этикетки с пищевой ценностью.

source: Please update to the latest version to continue.
de: Bitte aktualisieren Sie auf die neueste Version, um fortzufahren.
es: Actualice a la última versión para continuar.
fr: Veuillez mettre à jour vers la dernière version pour continuer.
it: Si prega di aggiornare alla versione più recente per continuare.
pt_pt: Atualize para a versão mais recente para continuar.
ru: Пожалуйста, обновитесь до последней версии, чтобы продолжить.

source: Poached Langoustine Tail with Lemongrass Emulsion and Daikon Fondant
de: Pochierter Langustinenschwanz mit Zitronengrasemulsion und Daikon-Fondant
es: Cola de langostino escalfada con emulsión de limoncillo y fondant daikon
fr: Queue de Langoustine Pochée, Émulsion de Citronnelle et Fondant au Daikon
it: Coda di scampo affogata con emulsione alla citronella e fondente Daikon
pt_pt: Rabo de lagostim escalfado com emulsão de capim-limão e fondant Daikon
ru: Отварный хвост лангустина с эмульсией лемонграсса и помадкой из дайкона

source: Point camera at the dish
de: Richten Sie die Kamera auf die Schüssel
es: Apunta la cámara al plato.
fr: Pointez la caméra vers la parabole
it: Punta la fotocamera verso il piatto
pt_pt: Aponte a câmera para o prato
ru: Наведите камеру на блюдо

source: POPULAR
de: BELIEBT
fr: POPULAIRE
it: POPOLARE
ru: ПОПУЛЯРНЫЕ

source: Pork & Poultry
de: Schweinefleisch und Geflügel
es: Cerdo y Aves
fr: Porc et Volaille
it: Maiale e pollame
pt_pt: Carne de porco e aves
ru: Свинина и птица

source: Pork Chops
de: Schweinekoteletts
es: Chuletas De Cerdo
fr: Côtelettes de porc
it: Braciole di maiale
pt_pt: Costeletas de porco
ru: Свиные отбивные

source: Portable, protein-packed egg muffins you can make ahead for busy mornings. 🥚🧁
de: Tragbare, proteinreiche Eiermuffins, die Sie für geschäftige Morgen vorbereiten können. 🥚🧁
es: Muffins de huevo portátiles y llenos de proteínas que puedes preparar con anticipación para las mañanas ocupadas. 🥚🧁
fr: Des muffins aux œufs portables et riches en protéines que vous pouvez préparer à l'avance pour les matins chargés. 🥚🧁
it: Muffin all'uovo portatili e ricchi di proteine ​​che puoi preparare in anticipo per le mattine impegnative. 🥚🧁
pt_pt: Muffins de ovo portáteis e cheios de proteínas que você pode preparar para as manhãs agitadas. 🥚🧁
ru: Портативные яичные кексы с белком, которые можно приготовить в напряженное утро. 🥚🧁

source: Portion Weight
de: Portionsgewicht
es: Peso de la porción
fr: Poids des portions
it: Peso della porzione
pt_pt: Peso da Porção
ru: Вес порции

source: Post-workout protein recovery shake
de: Protein-Regenerationsshake nach dem Training
es: Batido recuperador de proteínas post-entrenamiento
fr: Shake de récupération protéique post-entraînement
it: Frullato per il recupero proteico post-allenamento
pt_pt: Batido de recuperação de proteína pós-treino
ru: Протеиновый коктейль для восстановления после тренировки

source: Posture Symmetry
de: Haltungssymmetrie
es: Simetría de postura
fr: Symétrie des postures
it: Simmetria della postura
pt_pt: Simetria Postural
ru: Симметрия позы

source: Potassium
de: Kalium
es: Potasio
it: Potassio
pt_pt: Potássio
ru: Калий

source: Pre-existing kidney conditions
de: Vorerkrankungen der Nieren
es: Condiciones renales preexistentes
fr: Conditions rénales préexistantes
it: Condizioni renali preesistenti
pt_pt: Condições renais pré-existentes
ru: Ранее существовавшие заболевания почек

source: Precisely cooked duck breast featuring rendered, crisp skin paired with a tart, glossy cherry demi-glace. 🦆
de: Präzise gegarte Entenbrust mit geschredderter, knuspriger Haut, gepaart mit einer säuerlichen, glänzenden Kirsch-Demi-Glace. 🦆
es: Pechuga de pato cocida con precisión con piel crujiente y desmenuzada combinada con un demi-glace de cereza brillante y agrio. 🦆
fr: Magret de canard cuit avec précision avec une peau fondue et croustillante associée à une demi-glace aux cerises acidulée et brillante. 🦆
it: Petto d'anatra cucinato con precisione con pelle resa e croccante abbinata a un demi-glace di ciliegia acido e lucido. 🦆
pt_pt: Peito de pato precisamente cozido, com pele crocante e crocante combinada com um demi-glace de cereja azedo e brilhante. 🦆
ru: Точно приготовленная утиная грудка с отварной хрустящей кожей в сочетании с терпким глянцевым вишнёвым демигласом. 🦆

source: Pregnant women
de: Schwangere Frauen
es: mujeres embarazadas
fr: Femmes enceintes
it: Donne incinte
pt_pt: Mulheres grávidas
ru: Беременные женщины

source: Preparation Method
de: Vorbereitungsmethode
es: Método de preparación
fr: Méthode de préparation
it: Metodo di preparazione
pt_pt: Método de preparação
ru: Способ приготовления

source: Prepare this the night before for a stress-free, muscle-building breakfast on the run. 🥣
de: Bereiten Sie es am Vorabend für ein stressfreies, muskelaufbauendes Frühstück beim Laufen zu. 🥣
es: Prepárelo la noche anterior para disfrutar de un desayuno sin estrés y para desarrollar músculos mientras corre. 🥣
fr: Préparez-le la veille pour un petit-déjeuner sans stress et favorisant le renforcement musculaire sur le pouce. 🥣
it: Preparalo la sera prima per una colazione senza stress e per la costruzione muscolare in corsa. 🥣
pt_pt: Prepare isso na noite anterior para um café da manhã sem estresse e para fortalecimento muscular durante a corrida. 🥣
ru: Приготовьте это накануне вечером, чтобы получить беззаботный завтрак для наращивания мышечной массы на бегу. 🥣

source: Pristine white halibut wearing a golden macadamia crust, swimming in an aromatic, velvety coconut-lemongrass sauce. 🥥
de: Unberührter weißer Heilbutt mit goldener Macadamiakruste, schwimmend in einer aromatischen, samtigen Kokos-Zitronengras-Sauce. 🥥
es: Fletán blanco prístino con una corteza dorada de macadamia, nadando en una aromática y aterciopelada salsa de coco y limoncillo. 🥥
fr: Flétan blanc immaculé recouvert d'une croûte de macadamia dorée, nageant dans une sauce aromatique et veloutée à la noix de coco et à la citronnelle. 🥥
it: Ippoglosso bianco incontaminato ricoperto da una crosta dorata di macadamia, immerso in una salsa aromatica e vellutata al cocco e alla citronella. 🥥
pt_pt: Halibute branco imaculado com crosta dourada de macadâmia, nadando em um molho aromático e aveludado de coco e capim-limão. 🥥
ru: Нетронутый белый палтус с золотистой корочкой макадамии, плавающий в ароматном, бархатистом кокосово-лемонграссовом соусе. 🥥

source: Privacy Policy
de: Datenschutzrichtlinie
es: política de privacidad
fr: politique de confidentialité
it: politica sulla riservatezza
pt_pt: política de Privacidade
ru: Политика конфиденциальности

source: Product not found
de: Produkt nicht gefunden
es: Producto no encontrado
fr: Produit introuvable
it: Prodotto non trovato
pt_pt: Produto não encontrado
ru: Товар не найден

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pt_pt: Perfil
ru: Профиль

source: Profile & Settings
de: Profil und Einstellungen
es: Perfil y configuración
fr: Profil et paramètres
it: Profilo e impostazioni
pt_pt: Perfil e configurações
ru: Профиль и настройки

source: Progress Pace
de: Fortschrittstempo
es: Ritmo de progreso
fr: Rythme de progression
it: Ritmo del progresso
pt_pt: Ritmo de progresso
ru: Темп прогресса

source: Progress ring showing macro breakdown
de: Fortschrittsring mit Makroaufschlüsselung
es: Anillo de progreso que muestra el desglose de la macro
fr: Anneau de progression montrant la répartition des macros
it: Anello di avanzamento che mostra la ripartizione macro
pt_pt: Anel de progresso mostrando detalhamento macro
ru: Кольцо прогресса, показывающее разбивку макросов

source: Projected Result
de: Projiziertes Ergebnis
es: Resultado proyectado
fr: Résultat projeté
it: Risultato previsto
pt_pt: Resultado projetado
ru: Ожидаемый результат

source: Protein Alert
de: Protein-Alarm
es: Alerta de proteínas
fr: Alerte protéines
it: Avviso proteine
pt_pt: Alerta de proteína
ru: Внимание: Белок

source: Protein Bar
de: Proteinriegel
es: Barra de proteína
fr: Barre Protéinée
it: Barretta proteica
pt_pt: Barra de Proteínas
ru: протеиновый батончик

source: Protein Beast
de: Protein-Biest
es: Bestia proteica
fr: Bête protéinée
it: Bestia proteica
pt_pt: Besta Proteica
ru: Белковый зверь

source: Protein Goal Bonus
de: Protein-Zielbonus
es: Bonificación por objetivo de proteínas
fr: Bonus d'objectif de protéines
it: Bonus obiettivo proteine
pt_pt: Bônus de Meta de Proteína
ru: Белковый целевой бонус

source: Protein Pacing
de: Protein-Stimulation
es: Estimulación proteica
fr: Stimulation des protéines
it: Stimolazione proteica
pt_pt: Estimulação de proteínas
ru: Распределение белка

source: Protein Powder (Vanilla)
de: Proteinpulver (Vanille)
es: Proteína en polvo (vainilla)
fr: Poudre de protéines (vanille)
it: Proteine ​​in Polvere (Vaniglia)
pt_pt: Proteína em pó (baunilha)
ru: Протеиновый порошок (ваниль)

source: Protein-Packed Blueberry Pancakes
de: Proteinreiche Blaubeerpfannkuchen
es: Panqueques de arándanos llenos de proteínas
fr: Crêpes aux myrtilles riches en protéines
it: Pancake ai mirtilli ricchi di proteine
pt_pt: Panquecas de Mirtilo Embaladas com Proteínas
ru: Белковые блинчики с черникой

source: Proteins
de: Proteine
es: Proteínas
fr: Protéines
it: Proteine
pt_pt: Proteínas
ru: Белки

source: Pumpkin Seeds
de: Kürbiskerne
es: Semillas De Calabaza
fr: Graines de citrouille
it: Semi di zucca
pt_pt: Sementes de abóbora
ru: Семена тыквы

source: Quail Eggs
de: Wachteleier
es: huevos de codorniz
fr: Oeufs de Caille
it: Uova Di Quaglia
pt_pt: Ovos de codorna
ru: Перепелиные яйца

source: Quick & Easy
de: Schnell und einfach
es: Rápido y fácil
fr: Rapide et facile
it: Veloce e facile
pt_pt: Rápido e fácil
ru: Быстро и просто

source: Quick Add
de: Schnell hinzufügen
es: Agregar rápido
fr: Ajout rapide
it: Aggiunta rapida
pt_pt: Adição rápida
ru: Быстрое добавление

source: Quick bites
de: Schnelle Häppchen
es: Bocados rápidos
fr: Bouchées rapides
it: Morsi veloci
pt_pt: Mordidas rápidas
ru: Быстрые перекусы

source: Quick Entry
de: Schneller Einstieg
es: Entrada Rápida
fr: Entrée rapide
it: Inserimento rapido
pt_pt: Entrada rápida
ru: Быстрый вход

source: Quickly Prepared
de: Schnell zubereitet
es: Preparado rápidamente
fr: Rapidement préparé
it: Preparato rapidamente
pt_pt: Preparado rapidamente
ru: Быстро готовится

source: Rapid Fat Loss
de: Schneller Fettabbau
es: Pérdida rápida de grasa
fr: Perte de graisse rapide
it: Perdita rapida di grasso
pt_pt: Perda rápida de gordura
ru: Быстрая потеря жира

source: Raspberries
de: Himbeeren
es: frambuesas
fr: Framboises
it: Lamponi
pt_pt: Framboesas
ru: Малина

source: Rate the app
de: Bewerten Sie die App
es: Califica la aplicación
fr: Évaluez l'application
it: Valuta l'app
pt_pt: Avalie o aplicativo
ru: Оцените приложение

source: Raw
de: Roh
es: Crudo
fr: Brut
it: Crudo
pt_pt: Cru
ru: Сырой

source: Raw Langoustine Tails
de: Rohe Langustinenschwänze
es: Colas de langostino crudo
fr: Queues de langoustines crues
it: Code di scampi crudi
pt_pt: Caudas de lagostim cru
ru: Сырые хвосты лангустина

source: Raw Shrimp (Peeled)
de: Rohe Garnelen (geschält)
es: Camarones Crudos (Pelados)
fr: Crevettes crues (pelées)
it: Gamberetti Crudi (Sgusciati)
pt_pt: Camarão Cru (descascado)
ru: Сырые креветки (очищенные)

source: Reach a 3-day streak
de: Erreichen Sie eine 3-Tages-Serie
es: Alcanza una racha de 3 días
fr: Atteignez une séquence de 3 jours
it: Raggiungi una serie di 3 giorni
pt_pt: Alcance uma sequência de 3 dias
ru: Достигните 3-дневной серии

source: Reach a 7-day streak
de: Erreichen Sie eine 7-Tage-Strecke
es: Alcanza una racha de 7 días
fr: Atteignez une séquence de 7 jours
it: Raggiungi una serie di 7 giorni
pt_pt: Alcance uma sequência de 7 dias
ru: Достигните 7-дневной серии

source: Reach a 30-day streak
de: Erreichen Sie eine 30-Tage-Strecke
es: Alcanza una racha de 30 días
fr: Atteignez une séquence de 30 jours
it: Raggiungi una serie di 30 giorni
pt_pt: Alcance uma sequência de 30 dias
ru: Достигните 30-дневной серии

source: Ready for ingredients
de: Bereit für die Zutaten
es: Listo para los ingredientes
fr: Prêt pour les ingrédients
it: Pronto per gli ingredienti
pt_pt: Pronto para ingredientes
ru: Готовы к ингредиентам

source: Recalculate Goals
de: Ziele neu berechnen
es: Recalcular objetivos
fr: Recalculer les objectifs
it: Ricalcolare gli obiettivi
pt_pt: Recalcular metas
ru: Пересчитать цели

source: Recent
de: Jüngste
es: Reciente
fr: Récent
it: Recente
pt_pt: Recente
ru: Недавние

source: Recent Entries
de: Aktuelle Einträge
es: Entradas recientes
fr: Entrées récentes
it: Voci recenti
pt_pt: Entradas recentes
ru: Последние записи

source: Recipe
de: Rezept
es: Receta
fr: Recette
it: Ricetta
pt_pt: Receita
ru: Рецепт

source: Recipe Info
de: Rezeptinformationen
es: Información de la receta
fr: Informations sur la recette
it: Informazioni sulla ricetta
pt_pt: Informações da receita
ru: Информация о рецепте

source: Recipe name
de: Rezeptname
es: Nombre de la receta
fr: Nom de la recette
it: Nome della ricetta
pt_pt: Nome da receita
ru: Название рецепта

source: Recipe not found
de: Rezept nicht gefunden
es: Receta no encontrada
fr: Recette introuvable
it: Ricetta non trovata
pt_pt: Receita não encontrada
ru: Рецепт не найден

source: Recipes
de: Rezepte
es: Recetas
fr: Recettes
it: Ricette
pt_pt: Receitas
ru: Рецепты

source: Recipes: Explore Healthy Cooking. 60+ dishes, custom meals, and step-by-step videos.
de: Rezepte: Entdecken Sie gesundes Kochen. Über 60 Gerichte, individuelle Mahlzeiten und Schritt-für-Schritt-Videos.
es: Recetas: Explore la cocina saludable. Más de 60 platos, comidas personalizadas y vídeos paso a paso.
fr: Recettes : Explorez la cuisine saine. Plus de 60 plats, repas personnalisés et vidéos étape par étape.
it: Ricette: esplora la cucina sana. Oltre 60 piatti, pasti personalizzati e video passo passo.
pt_pt: Receitas: Explore a culinária saudável. Mais de 60 pratos, refeições personalizadas e vídeos passo a passo.
ru: Рецепты: изучите здоровую кулинарию. Более 60 блюд, индивидуальные блюда и пошаговые видео.

source: Recipes: Explore Healthy Cooking. 600+ dishes, custom meals, and step-by-step videos.
de: Rezepte: Entdecken Sie gesundes Kochen. Über 600 Gerichte, individuelle Mahlzeiten und Schritt-für-Schritt-Videos.
es: Recetas: Explore la cocina saludable. Más de 600 platos, comidas personalizadas y vídeos paso a paso.
fr: Recettes : Explorez la cuisine saine. Plus de 600 plats, repas personnalisés et vidéos étape par étape.
it: Ricette: esplora la cucina sana. Oltre 600 piatti, pasti personalizzati e video passo passo.
pt_pt: Receitas: Explore a culinária saudável. Mais de 600 pratos, refeições personalizadas e vídeos passo a passo.
ru: Рецепты: изучите здоровую кулинарию. Более 600 блюд, индивидуальные блюда и пошаговые видео.

source: Record Weight
de: Gewicht aufzeichnen
es: Peso récord
fr: Poids record
it: Registra il peso
pt_pt: Peso recorde
ru: Записать вес

source: Red Bell Pepper
de: Rote Paprika
es: Pimiento rojo
fr: Poivron rouge
it: Peperone Rosso
pt_pt: Pimentão Vermelho
ru: Красный болгарский перец

source: Red Onion
de: Rote Zwiebel
es: Cebolla Roja
fr: Oignon rouge
it: Cipolla Rossa
pt_pt: Cebola Vermelha
ru: Красный лук

source: Refreshing Green Detox Smoothie
de: Erfrischender grüner Detox-Smoothie
es: Batido Detox Verde Refrescante
fr: Smoothie détox vert rafraîchissant
it: Frullato rinfrescante verde disintossicante
pt_pt: Smoothie Detox Verde Refrescante
ru: Освежающий зеленый детокс-смузи

source: Remaining today
de: Bleibt heute übrig
es: Restante hoy
fr: Reste aujourd'hui
it: Restante oggi
pt_pt: Restando hoje
ru: Осталось сегодня

source: Remind me later
de: Erinnere mich später daran
es: Recuérdamelo más tarde
fr: Rappelle-moi plus tard
it: Ricordamelo più tardi
pt_pt: Lembre-me mais tarde
ru: Напомни мне позже

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria
pt_pt: Lembretes
ru: Напоминания

source: Rendered Duck Fat
de: Ausgerendertes Entenfett
es: Grasa de pato fundida
fr: Graisse de Canard fondue
it: Grasso d'anatra reso
pt_pt: Gordura de pato processada
ru: Переработанный утиный жир

source: Report Content
de: Inhalt melden
es: Informar contenido
fr: Contenu du rapport
it: Segnala contenuto
pt_pt: Denunciar conteúdo
ru: Содержание отчета

source: required
de: erforderlich
es: requerido
fr: requis
it: necessario
pt_pt: obrigatório
ru: необходимый

source: Requires avoiding high sodium
de: Erfordert die Vermeidung von hohem Natriumgehalt
es: Requiere evitar el alto contenido de sodio.
fr: Nécessite d’éviter une teneur élevée en sodium
it: Richiede di evitare livelli elevati di sodio
pt_pt: Requer evitar alto teor de sódio
ru: Требуется избегать высокого содержания натрия.

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
pt_pt: Reiniciar
ru: Перезагрузить

source: Rich in omega-3s and healthy fats, this simple yet elegant salmon boat is perfect for a keto dinner. 🥑🐟
de: Dieses einfache, aber elegante Lachsboot ist reich an Omega-3-Fettsäuren und gesunden Fetten und eignet sich perfekt für ein Keto-Abendessen. 🥑🐟
es: Rico en omega-3 y grasas saludables, este sencillo pero elegante barco de salmón es perfecto para una cena cetogénica. 🥑🐟
fr: Riche en oméga-3 et en graisses saines, ce bateau au saumon simple mais élégant est parfait pour un dîner céto. 🥑🐟
it: Ricca di omega-3 e grassi sani, questa semplice ma elegante barchetta per salmone è perfetta per una cena cheto. 🥑🐟
pt_pt: Rico em ômega-3 e gorduras saudáveis, este barco de salmão simples, mas elegante, é perfeito para um jantar cetônico. 🥑🐟
ru: Эта простая, но элегантная лодка с лососем, богатая омега-3 и полезными жирами, идеально подходит для кето-ужина. 🥑🐟

source: Rich, creamy, and packed with plant-based protein. Tastes like dessert! 🍫
de: Reichhaltig, cremig und voller pflanzlicher Proteine. Schmeckt wie ein Dessert! 🍫
es: Rica, cremosa y repleta de proteínas de origen vegetal. ¡Sabe a postre! 🍫
fr: Riche, crémeux et riche en protéines végétales. Ça a le goût d'un dessert ! 🍫
it: Ricco, cremoso e ricco di proteine ​​vegetali. Ha il sapore del dessert! 🍫
pt_pt: Rico, cremoso e repleto de proteínas vegetais. Tem gosto de sobremesa! 🍫
ru: Насыщенный, кремовый и насыщенный растительным белком. На вкус как десерт! 🍫

source: Riding the Wave!
de: Auf der Welle reiten!
es: ¡Montando la ola!
fr: Surfer sur la vague !
it: Cavalcando l'onda!
pt_pt: Aproveitando a Onda!
ru: На гребне волны!

source: Roasted Chickpea Snack Bowl
de: Snackschale mit gerösteten Kichererbsen
es: Tazón de snack de garbanzos asados
fr: Bol de collation aux pois chiches rôtis
it: Ciotola per snack di ceci arrostiti
pt_pt: Tigela de lanche de grão de bico torrado
ru: Тарелка для закусок из жареного нута

source: Roasted Red Peppers
de: Geröstete rote Paprika
es: Pimientos rojos asados
fr: Poivrons rouges rôtis
it: Peperoni Rossi Arrostiti
pt_pt: Pimentão Vermelho Assado
ru: Жареный красный перец

source: Roasted Seaweed Snacks
de: Geröstete Algensnacks
es: Bocadillos de algas asadas
fr: Snacks aux algues grillées
it: Snack alle alghe arrostite
pt_pt: Petiscos de Algas Assadas
ru: Закуски из жареных морских водорослей

source: Rolled Oats
de: Haferflocken
es: Avena arrollada
fr: Flocons d'avoine
it: Fiocchi d'avena
pt_pt: Aveia em flocos
ru: Овсяные хлопья

source: Romaine Lettuce
de: Römersalat
es: Lechuga romana
fr: Laitue romaine
it: Lattuga romana
pt_pt: Alface
ru: Салат ромэн

source: Ruby Port Wine
de: Rubin-Portwein
es: Vino de Oporto Rubí
fr: Vin de Porto Rubis
it: Vino di Porto Rubino
pt_pt: Vinho do Porto Rubi
ru: Рубиновый портвейн

source: Ruminant Meat
de: Wiederkäuerfleisch
es: Carne de rumiantes
fr: Viande de ruminants
it: Carne di ruminante
pt_pt: Carne Ruminante
ru: Мясо жвачных животных

source: Sablefish marinated in sweet white miso, yielding a caramelized exterior that gives way to buttery, melt-in-your-mouth flakes in an umami dashi. 🍄
de: In süßem, weißem Miso marinierter Zobelfisch mit einer karamellisierten Außenseite, die in einem Umami-Dashi in butterartige, auf der Zunge zergehende Flocken übergeht. 🍄
es: Bacalao negro marinado en miso blanco dulce, lo que produce un exterior caramelizado que da paso a hojuelas mantecosas que se derriten en la boca en un umami dashi. 🍄
fr: Morue charbonnière marinée dans du miso blanc sucré, donnant un extérieur caramélisé qui cède la place à des flocons beurrés et fondants dans la bouche dans un dashi umami. 🍄
it: Pesce zibellino marinato in miso bianco dolce, che produce un esterno caramellato che lascia il posto a scaglie burrose che si sciolgono in bocca in un umami dashi. 🍄
pt_pt: Sablefish marinado em missô branco doce, produzindo um exterior caramelizado que dá lugar a flocos amanteigados que derretem na boca em um dashi umami. 🍄
ru: Черная рыба, маринованная в сладком белом мисо, имеет карамелизированную поверхность, которая уступает место маслянистым, тающим во рту хлопьям умами даси. 🍄

source: Safe & steady
de: Sicher und stabil
es: Seguro y estable
fr: Sûr et stable
it: Sicuro e stabile
pt_pt: Seguro e estável
ru: Безопасный и устойчивый

source: Saffron & White Wine
de: Safran und Weißwein
es: Azafrán y Vino Blanco
fr: Safran & Vin Blanc
it: Zafferano e vino bianco
pt_pt: Açafrão e Vinho Branco
ru: Шафран и белое вино

source: Salmon
de: Lachs
es: Salmón
fr: Saumon
it: Salmone
pt_pt: Salmão
ru: Лосось

source: Salmon & Quinoa
de: Lachs und Quinoa
es: Salmón y Quinua
fr: Saumon & Quinoa
it: Salmone E Quinoa
pt_pt: Salmão e Quinua
ru: Лосось и киноа

source: Salmon Fillet
de: Lachsfilet
es: Filete De Salmón
fr: Filet De Saumon
it: Filetto Di Salmone
pt_pt: Filé de Salmão
ru: Филе лосося

source: Salmon Fillets
de: Lachsfilets
es: Filetes De Salmón
fr: Filets de saumon
it: Filetti Di Salmone
pt_pt: Filetes de Salmão
ru: Филе лосося
